       identification division.
       program-id. prueba.
       data division.
       working-storage section.
       procedure division.
       partir.
           display "buenas noches".
           stop run.
