       identification division.
       program-id. test2.
       data division.
       working-storage section.
       procedure division.
       partir.
           display "modificacion1 de test2.cbl".
           stop run.
